Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A02B.tmx
Source language: en_us
Languages: zh_cn

source: Israel urged to reconsider punishing Palestinians over UN campaign
zh_cn: 各方要求以色列重新考虑为巴勒斯坦寻求加入联合国实施处罚的决定

source: US and EU try to pacify Israel as ministers threaten to withhold customs revenue from Palestinian Authority over UN status bid
zh_cn: 以色列部长们威胁如果巴勒斯坦继续寻求联合国承认，就要扣留巴勒斯坦权力机构的海关收入。

source: US and European negotiators have urged Israel to refrain from taking punitive measures against the Palestinians if they press ahead with their bid to win recognition of a home state at the United Nations.
zh_cn: 美国和欧盟为此希望抚慰以色列，让它改变决定。 美国和欧洲谈判人员敦促以色列不要为巴勒斯坦寻求成为联合国的完全成员实施处罚。

source: The Israeli government is considering a range of retaliatory steps, including withholding customs revenues it collects on behalf of the Palestinian Authority under the terms of the Oslo accords.
zh_cn: 以色列政府考虑了一系列报复手段，包括扣留以色列根据《奥斯陆协议》代巴勒斯坦当局征收的关税。

source: The amount, around 400m shekels (?69m), is forwarded to the PA each month.
zh_cn: 这笔钱大约有4亿谢克尔（约6.9亿元人民币），每个月定期移交给巴勒斯坦权力机构。

source: Some Israeli ministers, including the extreme rightwing foreign minister, Avigdor Lieberman, and the finance minister, Yuval Steinitz, are calling for the money to be withheld.
zh_cn: 包括极右翼的外交部长阿维多·利伯曼，以及财政部长于维尔·斯坦尼茨在内的一些以色列部长，要求扣留这比钱。

source: But US and EU diplomats fear this could seriously destabilise the PA and even possibly cause its collapse.
zh_cn: 不过美国和欧洲外交官担心这样做会严重影响巴勒斯坦权力机构的稳定，甚至可能导致它倒台。

source: Dan Meridor, the deputy prime minister, who is believed to oppose such a move, said on Monday that no decisions had been taken by the Israeli cabinet. "I try not to use the language of threats," he told a conference in Jerusalem.
zh_cn: 以色列副总理丹·迈瑞多在周一宣布内阁还没有作出决定，外界认为他是反对扣留关税的，他在耶路撒冷的一次会议上说：“我不希望使用威胁的言辞。”

source: Co-operation between the PA and Israel on security and economic issues "has been helpful to both sides", he added.
zh_cn: 他还说，巴勒斯坦权力机构和以色列在安全和经济问题上的合作“对双方都有利”。

source: Any decisions, he said, would "need to take into account Israeli interests".
zh_cn: 他说在做任何决定之前都“需要考虑到以色列领导利益”。

source: If the PA collapsed, Israel would be forced to take responsibility for the Palestinian territories, which it is reluctant to do.
zh_cn: 如果巴勒斯坦权力机构垮台，以色列就需要承担起它一直不愿意担负的巴勒斯坦区的各种责任。

source: Nabil Shaath, a senior member of the Palestinian team in New York, said at the weekend that the PA was not unduly concerned about Israeli threats to withhold customs revenues.
zh_cn: 在纽约的巴勒斯坦小组的高级成员纳比尔·沙斯在周末称，巴勒斯坦权力机构没有考虑过以色列扣留关税的威胁。

source: The US Congress has also threatened to halt American funding of the PA if the UN move goes ahead.
zh_cn: 美国国会也威胁说如果巴勒斯坦继续推动联合国的行动，美国就将停止对巴勒斯坦权力机构的资助。

source: "You don't barter your rights for money," said Shaath.
zh_cn: 沙斯说：“我们不会为了钱出卖自己的权利。”

source: He said Arab states had given the PA assurances that they would make up any shortfall, and the Europeans and Japanese had also pledged not to cut funds.
zh_cn: 他说阿拉伯国家已经给了巴勒斯坦权力机构保证，他们会帮助克服任何可能出现的短缺状况，欧洲和日本也许诺不会减少资助。

source: Other punitive measures proposed by Israeli ministers include annexing the West Bank settlements to Israel and tearing up the Oslo accords, under which the PA was given control of parts of the West Bank and Gaza.
zh_cn: 以色列部长们提出的其它惩罚措施还有把约旦河西岸的定居点纳入以色列国土，以及撕毁《奥斯陆协议》，《奥斯陆协议》是巴勒斯坦权力机构获得约旦河西岸和加沙部分地区控制的基础。

source: Negotiations to find a way to avoid a diplomatic collision at the UN continued in New York.
zh_cn: 为了避免在联合国的冲突，在纽约的谈判还在进行。

source: A meeting of the Middle East quartet ¨C the US, EU, UN and Russia ¨C was set to resume on Monday after failing to agree on the wording of a statement.
zh_cn: 由于在声明的措辞上没能达成一致，由美国、欧洲、联合国和俄罗斯参加的中东四方会谈会在周一再次举行。

source: Quartet envoy Tony Blair said on Sunday that a showdown could still be averted. "The question is ... can people find a way that enables the Palestinians to take a significant step forward to statehood at the same time as not ending up in a situation where the UN replaces negotiations?"
zh_cn: 参加四方会谈的特使托尼·布莱尔周日说现在还有希望避免摊牌，“现在的问题是......我们有没有可能找到个办法，既能让巴勒斯坦方面在建国方面取得重要进展，又不必让联合国代替现有的谈判机制。”

source: He told ABC television that it was important that a quartet statement provided "some sense of a timeframe, a timeline, if you like, for a successful negotiation".
zh_cn: 他告诉美国广播公司（ABC）电视台说重要的是四方声明可以提供“某种时间表，如果各方希望谈判成功的话”。

source: Blair is thought to be pushing for "benchmarked" talks, by which identified key issues would need to be agreed by defined dates.
zh_cn: 外界认为布莱尔在推动“标准化”谈判，谈判的目的是在截至日期前达成关键妥协。

source: Another proposal reportedly being floated is that the Palestinians submit their application for full membership of the UN as an independent state, but it is then "frozen" for a defined period, perhaps six months, during which bilateral talks resume in an attempt to reach a negotiated settlement to the conflict.
zh_cn: 另一个浮出水面的提案是巴勒斯坦作为独立国家提出成为联合国完全成员的申请，然后联大把这一申请“冻结”一段时间（可能是半年），在此期间双方继续谈判，希望能为解决冲突达成妥协。

source: A poll conducted for the BBC found that more people in 19 countries support recognition of a Palestinian state than oppose it.
zh_cn: 英国广播公司（BBC）的调查显示，在19个国家中支持承认巴勒斯坦国的人比反对的人多。

source: On average, 49% supported the move and 21% opposed it.
zh_cn: 在全部参加调查的人中，49%的人支持而21%的人反对。

source: In the US, which has pledged to veto a proposal put before the UN security council, 45% backed the proposal and 36% were against.
zh_cn: 美国声称如果在联合国安理会表决这个提案，它就要行使否决权。不过45%的美国民众支持该提案，36%的民众和政府站在一边。

source: Support was highest in Muslim countries.
zh_cn: 在穆斯林国家支持承认巴勒斯坦国的人最多。

source: In the UK, 53% were in favour and 26% opposed.
zh_cn: 英国有53%的人支持，26%的人反对。
